/* 
  PhotoLibraryServices-GM.strings
  MobileSlideShow

  Created by Hernan Eguiluz on 4/20/11.
  Copyright 2011 Apple, Inc. All rights reserved.
*/

"PHOTOSTREAM_MY_PHOTOSTREAM" = "照片流";

"ALL_PHOTO_STREAMS_ALBUM_NAME" = "照片流";
